import React from 'react';

export default function Page() {
  return (
    <>
      <h3 className="text-2xl font-bold">
        プライバシーポリシー
      </h3>
      <p className="text-sm my-8">
        株式会社ホーン（以下「当社」といいます）は、当社の提供するサービス（以下「本サービス」といいます）における、ユーザーについての個人情報を含む利用者情報の取扱いについて、以下のとおりプライバシーポリシー（以下「本ポリシー」といいます）を定めます。
      </p>
      <div className="policy">
        <div className="no1 mb-8">
          <h4 className="text-base font-bold">
            １．収集する利用者情報及び収集方法
          </h4>
          <hr className="mt-3" />
          <p className="text-sm mt-3">
            本ポリシーにおいて、「利用者情報」とは、ユーザーの識別に係る情報、通信サービス上の行動履歴、その他ユーザーのスマートフォン、PC等の端末においてユーザーまたはユーザーの端末に関連して生成または蓄積された情報であって、本ポリシーに基づき当社が収集するものを意味するものとします。
            <br />
            ソロトリの利用者のみなさまにより良いサービスを提供するために、本サービスへのアクセス状況やそのご利用方法に関する情報を収集することがあります。これには以下の情報が含まれます。
          </p>
          <ul className="text-sm">
            <li className="mt-4">
              ■利用者から直接取得する情報
              <br />
              当社は、利用者が当社のサービスの登録手続を行う場合、以下の情報を提供していただく場合があります。
              ・ユーザー名またはニックネーム
              ・メールアドレス
              ・その他ひとり旅に関する当社が定める入力フォームにユーザーが入力する情報
              ・利用者の性別及び年代
              ・利用者の投稿情報及びサービス利用ログ
            </li>
            <li className="mt-4">
              ■外部サービスとの連携により取得する情報 <br />
              外部サービスで利用者が利用するIDおよびその他外部サービスのプライバシー設定により利用者が提携先に開示を認めた情報を取得することがあります。
            </li>
            <li className="mt-4">
              ■端末情報
              <br />
              利用者が端末または携帯端末上で当社のサービスを利用する場合、当社は端末識別子、携帯端末識別子およびIPアドレスを取得する場合があります。また、当社は、利用者が端末に関連づけた名前、端末の種類、電話番号、国、およびユーザー名、もしくはメールアドレスなど、利用者が提供することを選択したその他のあらゆる情報を取得する場合があります。
            </li>
            <li className="mt-4">
              ■位置情報
              <br />
              利用者が端末または携帯端末上で当社のサービスを利用し、そこで位置情報を提供することを認めた場合、当社は、利用者の現在地に関する情報を取得することがあります。
            </li>
            <li className="mt-4">
              ■支払情報
              <br />
              利用者が当社のサービス内の有料サービスを使用するためのライセンスを当社から購入する場合、当社は、住所およびメールアドレスなど決済処理に必要な支払情報を取得します。第三者の決済サービス会社が利用者の購入を処理する場合は、利用者から決済サービス会社に提供された請求情報・支払情報を当社が取得する場合があります。
            </li>
            <li className="mt-4">
              ■カスタマーサポートに関連する情報
              <br />
              当社カスタマーサポートのサポートを受ける場合、利用者が提供する連絡先情報、サービス上のアクティビティに関する情報、および利用者ID番号を取得、保管することがあります。また、サポートの際のやりとりおよびその中に含まれる情報も保管することがあります。
            </li>
            <li className="mt-4">
              ■利用者のアクションに関する情報
              <br />
              利用者が当社のサービスを利用する際、直接当社に提供した情報および当社のサービスを提供している第三者サービス提供者を通じて提供した情報を当社は取得、保管することがあります。利用者のサービスご利用状況、他の利用者との交流に関する情報も取得することがあります。
            </li>
            <li className="mt-4">
              ■コミュニケーション機能
              <br />
              利用者が当社のサービス上において、他の利用者とコミュニケーションをとり、情報（テキスト、画像、その他情報コンテンツを含みます）を共有する一定の活動に参加した場合、当社は、これらのコミュニケーションの情報のアーカイブを記録、保管することがあります。
            </li>
            <li className="mt-4">
              ■クッキーなどを利用した情報取得
              <br />
              当社のサービスにアクセスする際、当社は下記の特定の技術情報を取得します。当社および当社の代理となるサービス提供者はログファイルおよびトラッキング技術を使用し、クッキー、IPアドレス、端末の種類、携帯端末識別子、ブラウザの種類、ブラウザの言語、参照ページおよび出口ページ、プラットホームの種類、クリック数、ドメイン名、ランディングページ、ページ閲覧数およびページの閲覧順序、各ページのURL、特定のページの閲覧時間、アプリもしくはウェブサイトの状況および当社のアプリもしくはウェブサイトにおけるアクティビティを行った日時、およびその他の情報を取得、分析します。内部での使用を目的とし、これらの情報を利用者のユーザーID番号と関連づける場合もあります。
              また、当社は
              <br />
              （ⅰ）特定のページの閲覧の有無、もしくはメールの開封の有無を確認するためのウェブビーコン、
              <br />
              （ⅱ）特定のプロモーションメッセージから既存の利用者を除外する、新規インストール元を特的する、もしくは他のウェブサイト上で利用者に広告を提供することによって、より効果的に広告を打つことが可能となるトラッキングピクセルを含むその他の技術を使用する場合もあります。
            </li>
          </ul>
        </div>
        <div className="no2 mb-8">
          <h4 className="text-base font-bold">
            ２．利用目的
          </h4>
          <hr className="mt-3" />
          <p className="text-sm mt-3">
            利用者情報は、下記に定めるとおり本サービスの提供のために利用されます。
          </p>
          <div className="text-sm">
            <details className="d1 mt-4">
              <summary>
                （1）本サービスに関する登録の受付、本人確認、利用料金の計算等本サービスの提供、維持、保護及び改善のため
              </summary>
              <p className="mt-4">
                ・ユーザー名またはニックネーム
              </p>
              <p>・メールアドレス</p>
              <p>・性別および年代</p>
              <p>・ひとり旅に関する要望情報</p>
              <p>・投稿情報</p>
              <p>・サービス利用ログ</p>
            </details>
            <details className="d2 mt-4">
              <summary>
                （2）本サービスに関するご案内やアンケート、キャンペーンなどの依頼、お問い合せ等への対応のため
              </summary>
              <p className="mt-4">
                ・ユーザー名またはニックネーム
              </p>
              <p>・メールアドレス</p>
              <p>・性別および年代</p>
              <p>・ひとり旅に関する要望情報</p>
              <p>・投稿情報</p>
              <p>・サービス利用ログ</p>
            </details>
            <details className="d3 mt-4">
              <summary>
                （3）本サービスに関する当社の規約、ポリシー等（以下「規約等」といいます。）に違反する行為に対する対応のため
              </summary>
              <p className="mt-4">
                ・ユーザー名またはニックネーム
              </p>
              <p>・メールアドレス</p>
              <p>・投稿情報</p>
              <p>・サービス利用ログ</p>
            </details>
            <details className="d4 mt-4">
              <summary>
                （4）本サービスに関する規約等の変更を通知するため
              </summary>
              <p className="mt-4">
                ・ユーザー名またはニックネーム
              </p>
              <p>・メールアドレス</p>
            </details>
            <details className="d5 mt-4">
              <summary>
                （5）当社サービスの改善や新規サービス開発に必要なデータの解析や分析
              </summary>
              <p className="mt-4">・性別および年代</p>
              <p>・ひとり旅に関する要望情報</p>
              <p>・投稿情報</p>
              <p>・サービス利用ログ</p>
            </details>
            <details className="d6 mt-4">
              <summary>
                （6）個人を特定できない範囲内での当社サービスに関する統計情報の作成、利用、開示
              </summary>
              <p className="mt-4">・性別および年代</p>
              <p>・ひとり旅に関する要望情報</p>
              <p>・投稿情報</p>
              <p>・サービス利用ログ</p>
            </details>
            <details className="d7 mt-4">
              <summary>
                (7)
                個人を特定できない範囲内での利用者の皆様の行動、性別、当社サービス内でのアクセス履歴などを用いたターゲティング広告の配信
              </summary>
              <p className="mt-4">・性別および年代</p>
              <p>・ひとり旅に関する要望情報</p>
              <p>・投稿情報</p>
              <p>・サービス利用ログ</p>
            </details>
            <details className="d8 mt-4">
              <summary>
                (8) 当社、当社提携先への情報提供のため
              </summary>
              <p className="mt-4">
                ・ユーザー名またはニックネーム
              </p>
              <p>・性別および年代</p>
              <p>・ひとり旅に関する要望情報</p>
              <p>・投稿情報</p>
              <p>・サービス利用ログ</p>
            </details>
            <details className="d9 mt-4">
              <summary>
                (9)当サービスの改善のためヒアリングを実施するため
              </summary>
              <p className="mt-4">
                ・ユーザー名またはニックネーム
              </p>
              <p>・メールアドレス</p>
            </details>
          </div>
        </div>
        <div className="no3 mb-8">
          <h4 className="text-base font-bold">
            ３．通知・公表または同意取得の方法、
            <br />
            &emsp;&emsp;利用中止要請の方法
          </h4>
          <hr className="mt-3" />
          <ul className="text-sm mt-3">
            <li>
              3-1.以下の利用者情報については、その収集が行われる前に利用者の同意を得るものとします。
              <p>（１）端末情報</p>
              <p>（２）位置情報</p>
            </li>
            <li className="mt-4">
              3-2.利用者は、本サービスの所定の設定を行うことにより、利用者情報の全部または一部についてその利用の停止を求めることができ、この場合、当社は速やかに、当社の定めるところに従い、その利用を停止します。なお利用者情報の項目によっては、その収集または利用が本サービスの前提となるため、当社所定の方法により本サービスを退会した場合に限り、当社はその収集を停止します。
            </li>
          </ul>
        </div>
        <div className="no4 mb-8">
          <h4 className="text-base font-bold">
            ４．第三者提供
          </h4>
          <hr className="mt-3" />
          <p className="text-sm mt-3">
            当社は、利用者情報のうち、個人情報については、個人情報保護法その他の法令に基づき開示が認められる場合を除くほか、あらかじめユーザーの同意を得ないで、第三者に提供しません。但し、次に掲げる場合はこの限りではありません。
          </p>
          <ul className="text-sm mt-4">
            <li>
              （1）当社が利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合
            </li>
            <li>
              （2）合併その他の事由による事業の承継に伴って個人情報が提供される場合
            </li>
            <li>
              （3）第４項の定めに従って、情報収集モジュール提供者へ個人情報が提供される場合
            </li>
            <li>
              （4）国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、ユーザーの同意を得ることによって当該事務の遂行に支障を及ぼすおそれがある場合
            </li>
            <li>
              （5）その他、個人情報保護法その他の法令で認められる場合
            </li>
          </ul>
        </div>
        <div className="no5 mb-8">
          <h4 className="text-base font-bold">
            ５．個人情報の開示
          </h4>
          <hr className="mt-3" />
          <p className="text-sm mt-3">
            当社は、ユーザーから、個人情報保護法の定めに基づき個人情報の開示を求められたときは、ユーザーご本人からのご請求であることを確認の上で、ユーザーに対し、遅滞なく開示を行います（当該個人情報が存在しないときにはその旨を通知いたします。）。
            <br />
            但し、個人情報保護法その他の法令により、当社が開示の義務を負わない場合は、この限りではありません。なお、個人情報の開示につきましては、手数料（1件あたり1,000円）を頂戴しておりますので、あらかじめ御了承ください。
          </p>
        </div>
        <div className="no6 mb-8">
          <h4 className="text-base font-bold">
            ６．個人情報の訂正及び利用停止等
          </h4>
          <hr className="my-3" />
          <ul className="text-sm">
            <li>
              6-1.当社は、利用者から、
              <br />
              （１）個人情報が真実でないという理由によって個人情報保護法の定めに基づきその内容の訂正を求められた場合、及び
              <br />
              （２）あらかじめ公表された利用目的の範囲を超えて取り扱われているという理由または偽りその他不正の手段により収集されたものであるという理由により、個人情報保護法の定めに基づきその利用の停止を求められた場合には、利用者ご本人からのご請求であることを確認の上で遅滞なく必要な調査を行い、その旨を利用者に通知します。なお、合理的な理由に基づいて訂正または利用停止を行わない旨の決定をしたときは、利用者に対しその旨を通知いたします。
            </li>
            <li className="mt-4">
              6-2.当社は、利用者から、利用者の個人情報について消去を求められた場合、当社は当該請求に応じる必要があると判断した場合は、利用者ご本人からのご請求であることを確認の上で、個人情報の消去を行い、その旨を利用者に通知します。
            </li>
            <li className="mt-4">
              6-3.個人情報保護法その他の法令により、当社が訂正等または利用停止等の義務を負わない場合は、前２項の規定は適用されません。
            </li>
          </ul>
        </div>
        <div className="no7 mb-8">
          <h4 className="text-base font-bold">
            ７．免責について
          </h4>
          <hr className="mt-3" />
          <p className="text-sm mt-3">
            以下の場合は、第三者による個人情報の取得に関し、当社は何らの責任を負いません。
          </p>
          <p className="text-sm mt-4">
            利用者の皆様ご本人が第三者に個人情報を明らかにした場合
            <br />
            利用者の皆様が当社サービス上に入力した情報等により、個人が識別できてしまった場合
            <br />
            第三者が当社サービス外(当社サービスからリンクの張られている他のサイトを含む)で個人情報を取得した場合
            <br />
            利用者の皆様ご本人以外が利用者を識別できる情報(ID,パスワード等)を入手した場合
          </p>
        </div>
        <div className="no8 mb-8">
          <h4 className="text-base font-bold">
            ８．お問い合わせ窓口
          </h4>
          <hr className="mt-3" />
          <p className="text-sm mt-3">
            ご意見、ご質問、苦情のお申出その他利用者情報の取扱いに関するお問い合わせは、下記の窓口までお願い致します。
          </p>
          <p className="mt-4">
            会社所在地：株式会社ホーン
            <br />
            代表取締役：松本直樹
            <br />
            個人情報管理責任者：松本直樹
            <br />
            お問い合わせ：
            <br />
            株式会社ホーン お客様お問い合わせ窓口
            <br />
            メール：
            <a
              className="inline"
              href="mailto:info@hone-corp.jp?subject=お問い合わせ">
              info@hone-corp.jp
            </a>
          </p>
        </div>
        <div className="no9 mb-8">
          <h4 className="text-base font-bold">
            ９．プライバシーポリシーの変更手続
          </h4>
          <hr className="mt-3" />
          <p className="text-sm mt-3">
            当社は、利用者情報の取扱いに関する運用状況を適宜見直し、継続的な改善に努めるものとし、必要に応じて、本ポリシーを変更することがあります。法令上ユーザーの同意が必要となるような内容の変更の場合は、当社所定の方法でユーザーの同意を得るものとします。
          </p>
          <p className="text-sm my-4">
            制定日 2023年6月30日
          </p>
          <p className="text-sm">
            株式会社ホーン 代表取締役
            <br />
            松本直樹
          </p>
        </div>
      </div>
    </>
  );
}
